Repository: rufatkiu/spotsearch
Catalog: searx/translations/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: files
fa_ir: فایل ها<br>

source: general
fa_ir: فراگیر

source: music
fa_ir: موسیقی

source: social media
fa_ir: رسانه اجتماعی

source: images
fa_ir: تصاویر<br>

source: videos
fa_ir: ویدیو ها<br>

source: it
fa_ir: فناوری اطلاعات

source: news
fa_ir: اخبار

source: map
fa_ir: نقشه

source: science
fa_ir: دانش<br>

source: No item found
fa_ir: چیزی پیدا نشد

source: Invalid settings, please edit your preferences
fa_ir: تنظیمات نادرست است، لطفا اولویت‌های جستجو را تغییر دهید

source: Invalid settings
fa_ir: تنظیمات اشتباه

source: search error
fa_ir: خطای جستجو

source: {minutes} minute(s) ago
fa_ir: {minutes} دقیقه پیش

source: {hours} hour(s), {minutes} minute(s) ago
fa_ir: {hours} ساعت و {minutes} دقیقه پیش

source: Random value generator
fa_ir: ایجاد کننده ی مقدار تصادفی

source: Generate different random values
fa_ir: ایجاد مقادیر تصادفی متفاوت

source: Statistics functions
fa_ir: توابع آماری

source: Compute {functions} of the arguments
fa_ir: پردازش {functions} نشانوند ها<br>

source: Engine time (sec)
fa_ir: زمان موتور(ثانیه)<br>

source: Page loads (sec)
fa_ir: زمان بارگذاری صفحه (ثانیه)

source: Number of results
fa_ir: تعداد نتایج

source: Scores
fa_ir: امتیازات<br>

source: Scores per result
fa_ir: امتیازات بر نتیجه<br>

source: Errors
fa_ir: خطاها

source: This entry has been superseded by
fa_ir: این ورودی معلق شده است توسط

source: No abstract is available for this publication.
fa_ir: هیچ چکید ای برای این نشریه در دسترس نیست.<br>

source: Rewrite HTTP links to HTTPS if possible
fa_ir: تغییر پیوند های HTTP به HTTPS در صورت امکان

source: Infinite scroll
fa_ir: پایین رفتن بی‌پایان

source: Automatically load next page when scrolling to bottom of current page
fa_ir: بارگذاری خودکار صفحه بعد در صورت پیمایش تا پایین صفحه کنونی

source: Open Access DOI rewrite
fa_ir: بازنویسی Open Access DOI<br>

source: Avoid paywalls by redirecting to open-access versions of publications when available
fa_ir: امتناع از منابع غیر رایگان با تغییر مسیر به نسخه ی رایگان نشریات اگر در دسترس باشد<br>

source: Search on category select
fa_ir: جستجو به محض انتخاب یک دسته<br>

source: Perform search immediately if a category selected. Disable to select multiple categories. (JavaScript required)
fa_ir: جستجو به محض انتخاب یک دسته. برای انتخاب چند دسته این گزینه را غیرفعال کنید. (نیازمند جاواسکریپت)<br>

source: Displays your IP if the query is "ip" and your user agent if the query contains "user agent".
fa_ir: اگر آی پی شما در صورت جستجو برای 'ip' و نشان دادن عامل کاربر در صورت جستجو برای 'user agent'.<br>

source: Tracker URL remover
fa_ir: از بین برنده ی آدرس ردیاب ها<br>

source: Remove trackers arguments from the returned URL
fa_ir: حذف نشانوند های ردیاب ها از آدرس برگشتی

source: Vim-like hotkeys
fa_ir: کلیدهای میانبر شبیه Vim<br>

source: Navigate search results with Vim-like hotkeys (JavaScript required). Press "h" key on main or result page to get help.
fa_ir: جابجایی در نتایج با کلیدهای میان‌بر مشابه Vim (نیازمند جاوااسکریپت). در صفحه اصلی و یا صفحه نتیجه، دکمه h را برای نمایش راهنما بفشارید.

source: Page not found
fa_ir: صفحه پیدا نشد

source: Go to %(search_page)s.
fa_ir: برو به%(search_page)s.

source: search page
fa_ir: صفحه جستجو<br>

source: about
fa_ir: درباره<br>

source: Powered by
fa_ir: قدرت گرفته از<br>

source: Privacy
fa_ir: حریم خصوصی

source: Search for...
fa_ir: جستجو برای …

source: cached
fa_ir: ذخیره شده<br>

source: proxied
fa_ir: پراکسی شده<br>

source: supported
fa_ir: پشتیبانی شده<br>

source: not supported
fa_ir: پشتیبانی نشده<br>

source: Bytes
fa_ir: بایت

source: kiB
fa_ir: کیلوبایت

source: MiB
fa_ir: مگابایت

source: GiB
fa_ir: گیگابایت

source: TiB
fa_ir: ترابایت

source: Error!
fa_ir: خطا!<br>

source: preferences
fa_ir: تنظیمات<br>

source: Preferences
fa_ir: تنظیمات<br>

source: Search language
fa_ir: زبان جستجو

source: What language do you prefer for search?
fa_ir: چه زبانی را برای جستجو ترجیح می‌دهید؟

source: Interface language
fa_ir: زبان رابط کاربری

source: Change the language of the layout
fa_ir: تغییر زبان رابط کاربری

source: Autocomplete
fa_ir: تکمیل خودکار<br>

source: Find stuff as you type
fa_ir: یافتن مطالب حین نوشتن

source: Image proxy
fa_ir: پراکسی تصویر<br>

source: Proxying image results through searx
fa_ir: پراکسی کردن نتایج تصویری از طریق searx<br>

source: Enabled
fa_ir: فعال<br>

source: Disabled
fa_ir: غیرفعال

source: SafeSearch
fa_ir: جستجوی امن

source: Filter content
fa_ir: فیلتر کردن محتوا

source: Strict
fa_ir: سخت گیر<br>

source: Moderate
fa_ir: متوسط<br>

source: None
fa_ir: هیچ<br>

source: Choose style for this theme
fa_ir: سبک این پوسته را انتخاب کنید

source: Style
fa_ir: سبک

source: Results on new tabs
fa_ir: نتایج در برگه جدید

source: Open result links on new browser tabs
fa_ir: باز کردن لینک های نتیجه در برگه‌ی جدید مرورگر

source: On
fa_ir: روشن<br>

source: Off
fa_ir: خاموش<br>

source: Plugins
fa_ir: افزونه ها

source: Answerers
fa_ir: پاسخگو ها<br>

source: This is the list of searx's instant answering modules.
fa_ir: این، فهرست ماژول‌های پاسخ بلادرنگ searx است.

source: Keywords
fa_ir: کلیدواژه ها<br>

source: Examples
fa_ir: مثال ها<br>

source: Cookies
fa_ir: کوکی ها<br>

source: This is the list of cookies and their values searx is storing on your computer.
fa_ir: این، لیست کوکی‌ها و مقادیری است که searx روی دستگاه شما ذخیره می‌کند.

source: With that list, you can assess searx transparency.
fa_ir: با آن لیست، می‌توانید شفافیت searx را ارزیابی کنید.

source: General
fa_ir: کلی<br>

source: Engines
fa_ir: موتور ها<br>

source: These settings are stored in your cookies, this allows us not to store this data about you.
fa_ir: این تنظیمات در کوکی های شما ذخیره شده اند، این به ما اجازه می دهد این اطلاعات را درباره شما ذخیره نکنیم.<br>

source: These cookies serve your sole convenience, we don't use these cookies to track you.
fa_ir: این کوکی ها برای راحتی شماست، ما از این کوکی برای ردیابی شما استفاده نمیکنیم.<br>

source: Search URL of the currently saved preferences
fa_ir: آدرس جستجو بر اساس تنظیمات ذخیره شده<br>

source: Note: specifying custom settings in the search URL can reduce privacy by leaking data to the clicked result sites.
fa_ir: هشدار: تعیین تنظیمات شخصی در آدرس جستجو میتواند حریم شخصی شما را به خطر بیاندازد با درز کردن اطلاعات به سایت های نتایج انتخاب شده.<br>

source: save
fa_ir: ذخیره

source: back
fa_ir: عقب<br>

source: Reset defaults
fa_ir: بازنشانی پیشفرض ها<br>

source: previous page
fa_ir: صفحه پیش

source: next page
fa_ir: صفحه بعد

source: Suggestions
fa_ir: پیشنهادات

source: Anytime
fa_ir: هر زمانی<br>

source: Last day
fa_ir: روز گذشته

source: Last week
fa_ir: هفته گذشته

source: Last month
fa_ir: ماه گذشته

source: Last year
fa_ir: سال گذشته

source: Information!
fa_ir: اطلاعات!

source: currently, there are no cookies defined.
fa_ir: در حال حاضر کوکی‌ای تعریف نشده است.

source: Close
fa_ir: بستن<br>

source: Well done!
fa_ir: آفرین!<br>

source: Settings saved successfully.
fa_ir: تنظیمات با موفقیت ذخیره شد!<br>

source: Oh snap!
fa_ir: ای وای! خراب شد!<br>

source: Something went wrong.
fa_ir: مشکلی رخ داد.

source: show map
fa_ir: نمایش نقشه

source: hide map
fa_ir: پنهان‌سازی نقشه

source: show details
fa_ir: نمایش جزئیات

source: hide details
fa_ir: پنهان‌سازی جزئیات

source: magnet link
fa_ir: لینک مگنت<br>

source: torrent file
fa_ir: فایل تورنت<br>

source: Filesize
fa_ir: اندازه فایل<br>

source: Advanced settings
fa_ir: تنظیمات پیشرفته<br>

source: a privacy-respecting, hackable metasearch engine
fa_ir: یک ابر موتور جستجوی حافظ حریم شخصی

source: Default language
fa_ir: زبان پیش‌فرض

source: Allow
fa_ir: اجازه

source: Default categories
fa_ir: دسته‌بندی های پیش‌فرض

source: Method
fa_ir: روش<br>

source: Change how forms are submited, <a href="http://en.wikipedia.org/wiki/Hypertext_Transfer_Protocol#Request_methods" rel="external">learn more about request methods</a>
fa_ir: چگونگی ثبت فرم ها را تغییر دهید، درباره ی متود های درخواست بیشتر بدانید

source: Themes
fa_ir: تم ها<br>

source: Change searx layout
fa_ir: رابط کاربری searx را تغییر دهید<br>

source: Open Access DOI resolver
fa_ir: حل کننده ی Open Access DOI<br>

source: Redirect to open-access versions of publications when available (plugin required)
fa_ir: هدایت به نسخه رایگان نشریات اگر در دسترس باشد(نیازمند به افزونه)<br>

source: Engine name
fa_ir: نام موتور

source: Shortcut
fa_ir: میانبر<br>

source: Selected language
fa_ir: زبان انتخابی<br>

source: Time range
fa_ir: بازه ی زمانی<br>

source: Avg. time
fa_ir: زمان میانگین

source: Max time
fa_ir: حداکثر زمان

source: Name
fa_ir: نام

source: Description
fa_ir: شرح<br>

source: Cookie name
fa_ir: نام کوکی<br>

source: Value
fa_ir: مقدار<br>

source: Engines cannot retrieve results
fa_ir: موتور ها قادر به دریافت نتایج نیستند<br>

source: Links
fa_ir: لینک ها<br>

source: Search URL
fa_ir: آدرس جستجو<br>

source: Download results
fa_ir: نتایج دانلود<br>

source: Search results
fa_ir: نتایج جستجو<br>

source: Try searching for:
fa_ir: تلاش کنید برای جستجوی:

source: Start search
fa_ir: شروع جستجو<br>

source: stats
fa_ir: آمار<br>

source: Engine stats
fa_ir: آمار موتور<br>

source: Heads up!
fa_ir: بالاخره!<br>

source: It look like you are using searx first time.
fa_ir: به نظر می‌رسد اولین باری است که از searx استفاده می‌کنید.

source: There is currently no data available.
fa_ir: در حال حاضر هیچ داده‌ای در دسترس نیست.

source: Engines cannot retrieve results.
fa_ir: موتورها قادر به دریافت نتایج نیستند.

source: Please, try again later or find another searx instance.
fa_ir: لطفا بعدا دوباره تلاش کنید و یا به دنبال نمونه‌ای دیگری از searx بگردید.

source: Sorry!
fa_ir: ببخشید!

source: we didn't find any results. Please use another query or search in more categories.
fa_ir: چیزی پیدا نشد. لطفا جستار دیگری را امتحان و یا در دسته‌ های بیشتری جستجو کنید.

source: show media
fa_ir: نمایش رسانه<br>

source: hide media
fa_ir: پنهان سازی رسانه<br>

source: Get image
fa_ir: دریافت تصویر

source: View source
fa_ir: نمایش منبع

source: Seeder
fa_ir: سیدر<br>

source: Leecher
fa_ir: لیچر<br>

source: Number of Files
fa_ir: تعداد فایل ها

source: show video
fa_ir: نمایش ویدئو

source: hide video
fa_ir: پنهان‌سازی ویدئو

source: Click on the magnifier to perform search
fa_ir: برای اجرای جستجو روی ذره بین کلیک کنید<br>

source: Currently used search engines
fa_ir: موتورهای جستجوی در حال استفاده

source: Supports selected language
fa_ir: زبان انتخاب شده را پشتیبانی می‌کند

source: User interface
fa_ir: رابط کاربری

source: Answers
fa_ir: پاسخ ها<br>
